Repository: khakhasshi/BilLandar
Catalog: Billio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: %lld bills due
de: %lld Rechnungen fällig
es: %lld facturas por pagar
fr: %lld factures à payer
ja: %lld 件の請求が支払期限です
ko: %lld건의 청구서가 결제 예정입니다
zh_hans: %lld 账单到期
zh_hant: %lld 帳單到期

source: %lld days before
de: %lld Tage zuvor
es: %lld días antes
fr: %lld jours avant
ja: %lld 日前
ko: %lld일 전
zh_hans: %lld 天前
zh_hant: %lld 天前

source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
ja: 1日前
ko: 1일 전
zh_hans: 1天前
zh_hant: 1天前

source: 200 GB Storage
de: 200-GB-Speicher
es: Almacenamiento de 200 GB
fr: Stockage 200 Go
ja: 200 GBストレージ
ko: 200GB 저장 공간
zh_hans: 200 GB 存储空间
zh_hant: 200 GB 儲存空間

source: A compact renewal queue with direct payment confirmation.
de: Eine kompakte Verlängerungsliste mit direkter Zahlungsbestätigung.
es: Una lista compacta de renovaciones con confirmación directa del pago.
fr: Une liste compacte des renouvellements avec confirmation directe du paiement.
ja: 更新予定を一覧表示し、支払いを直接確認できます。
ko: 갱신 예정 목록에서 바로 결제를 확인할 수 있습니다.
zh_hans: 紧凑的续费列表，可直接确认付款。
zh_hant: 精簡的續費清單，可直接確認付款。

source: About
de: Über
es: Acerca de
fr: À propos
ja: Billioについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Active
de: Aktiv
es: Activas
fr: Actives
ja: 有効
ko: 활성
zh_hans: 启用
zh_hant: 啟用

source: Actual monthly payment history
de: Tatsächlicher monatlicher Zahlungsverlauf
es: Historial de pagos mensuales real
fr: Historique réel des paiements mensuels
ja: 実際の月々の支払い履歴
ko: 실제 월별 결제 내역
zh_hans: 每月实际付款记录
zh_hant: 每月實際付款記錄

source: Actual payment history
de: Tatsächlicher Zahlungsverlauf
es: Historial real de pagos
fr: Historique réel des paiements
ja: 実際の支払い履歴
ko: 실제 결제 기록
zh_hans: 实际付款历史
zh_hant: 實際付款歷史

source: Add ${name} for ${amount} ${currency} due ${nextDueDate}
de: Füge ${name} für ${amount} ${currency}, fällig am ${nextDueDate}, hinzu
es: Añade ${name} por ${amount} ${currency}, con vencimiento el ${nextDueDate}
fr: Ajoutez ${name} pour ${amount} ${currency}, avec échéance le ${nextDueDate}
ja: ${name} を ${amount} ${currency}、支払期日 ${nextDueDate} で追加
ko: 결제일이 ${nextDueDate}인 ${name} 추가: ${amount} ${currency}
zh_hans: 添加 ${name}，金额为 ${amount} ${currency}，到期日为 ${nextDueDate}
zh_hant: 新增 ${name}，金額為 ${amount} ${currency}，到期日為 ${nextDueDate}

source: Add an iCloud account in Settings to enable sync
de: Fügen Sie in den Einstellungen einen iCloud-Account hinzu, um die Synchronisierung zu aktivieren
es: Añade una cuenta de iCloud en Ajustes para activar la sincronización
fr: Ajoutez un compte iCloud dans Réglages pour activer la synchronisation
ja: 設定でiCloudアカウントを追加して同期を有効にしてください
ko: 동기화를 사용하려면 설정에서 iCloud 계정을 추가하세요
zh_hans: 在设置中添加 iCloud 账户以启用同步
zh_hant: 在設定中加入 iCloud 帳戶以啟用同步

source: Add bill
de: Rechnung hinzufügen
es: Añadir factura
fr: Ajouter une facture
ja: 請求を追加
ko: 청구서 추가
zh_hans: 添加账单
zh_hant: 新增帳單

source: Add Bill
de: Rechnung hinzufügen
es: Añadir factura
fr: Ajouter une facture
ja: 請求を追加
ko: 청구서 추가
zh_hans: 添加账单
zh_hant: 新增帳單

source: Add Payment Method
de: Zahlungsmethode hinzufügen
es: Añadir método de pago
fr: Ajouter un moyen de paiement
ja: 支払い方法を追加
ko: 결제 수단 추가
zh_hans: 添加支付方式
zh_hant: 新增付款方式

source: Added %@ to Billio.
de: %@ zu Billio hinzugefügt.
es: Se agregó %@ a Billio.
fr: Ajout de %@ à Billio.
ja: Billio に %@ を追加しました。
ko: Billio에 %@를 추가했습니다.
zh_hans: 将 %@ 添加到 Billio。
zh_hant: 將 %@ 加入 Billio。

source: Adds a recurring bill to Billio.
de: Fügt Billio eine wiederkehrende Rechnung hinzu.
es: Agrega una factura recurrente a Billio.
fr: Ajoute une facture récurrente à Billio.
ja: Billio に定期的な請求を追加します。
ko: Billio에 반복 청구서를 추가합니다.
zh_hans: 向 Billio 添加周期性账单。
zh_hant: 向 Billio 新增週期性帳單。

source: All
de: Alle
es: Todas
fr: Toutes
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: Amount
de: Betrag
es: Importe
fr: Montant
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

source: Analytics
de: Analysen
es: Análisis
fr: Analyses
ja: 分析
ko: 분석
zh_hans: 分析
zh_hant: 分析

source: Annual Plan
de: Jahrestarif
es: Plan anual
fr: Forfait annuel
ja: 年間プラン
ko: 연간 요금제
zh_hans: 年度方案
zh_hant: 年度方案

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 화면 스타일
zh_hans: 外观
zh_hant: 外觀

source: Australian Dollar
de: Australischer Dollar
es: Dólar australiano
fr: Dollar australien
ja: 豪ドル
ko: 호주 달러
zh_hans: 澳元
zh_hant: 澳幣

source: Australian Dollar (AUD)
de: Australischer Dollar (AUD)
es: Dólar australiano (AUD)
fr: Dollar australien (AUD)
ja: オーストラリアドル (AUD)
ko: 호주 달러(AUD)
zh_hans: 澳元 (AUD)
zh_hant: 澳幣 (AUD)

source: Awaiting payment confirmation
de: Warten auf Zahlungsbestätigung
es: Esperando confirmación de pago
fr: En attente de confirmation du paiement
ja: 支払い確認待ち
ko: 결제 확인 대기 중
zh_hans: 等待付款确认
zh_hant: 等待付款確認

source: Bank account
de: Bankkonto
es: Cuenta bancaria
fr: Compte bancaire
ja: 銀行口座
ko: 은행 계좌
zh_hans: 银行账户
zh_hant: 銀行帳戶

source: Bill
de: Rechnung
es: Factura
fr: Facture
ja: 請求
ko: 청구서
zh_hans: 账单
zh_hant: 帳單

source: Bill details
de: Rechnungsdetails
es: Detalles de la factura
fr: Détails de la facture
ja: 請求の詳細
ko: 청구서 세부 정보
zh_hans: 账单详情
zh_hant: 帳單詳細資料

source: Bill due soon
de: Rechnung bald fällig
es: Factura próxima a vencer
fr: Facture bientôt à échéance
ja: 請求の支払期日が近づいています
ko: 청구서 결제일이 임박했습니다
zh_hans: 账单即将到期
zh_hant: 帳單即將到期

source: Bill reminders
de: Rechnungserinnerungen
es: recordatorios de facturas
fr: Rappels de factures
ja: 請求書のリマインダー
ko: 청구서 알림
zh_hans: 账单提醒
zh_hant: 帳單提醒

source: Bill reminders are scheduled locally on your device. You can disable them at any time in Billio or iOS Settings.
de: Rechnungserinnerungen werden lokal auf Ihrem Gerät geplant. Sie können sie jederzeit in den Billio- oder iOS-Einstellungen deaktivieren.
es: Los recordatorios de facturas se programan localmente en tu dispositivo. Puedes desactivarlos cuando quieras en Billio o en los Ajustes de iOS.
fr: Les rappels de factures sont programmés localement sur votre appareil. Vous pouvez les désactiver à tout moment dans Billio ou dans les paramètres iOS.
ja: 請求書のリマインダーはデバイス上でローカルに設定されます。Billio または iOS の設定からいつでも無効にできます。
ko: 청구서 알림은 기기에 로컬로 예약됩니다. Billio 또는 iOS 설정에서 언제든지 끌 수 있습니다.
zh_hans: 账单提醒会在设备本地安排。你可以随时在 Billio 或 iOS 设置中关闭。
zh_hant: 帳單提醒會在裝置本機排程。你可以隨時在 Billio 或 iOS 設定中停用。

source: Billing cycle
de: Abrechnungszyklus
es: Ciclo de facturación
fr: Cycle de facturation
ja: 請求サイクル
ko: 청구 주기
zh_hans: 账单周期
zh_hant: 帳單週期

source: Billing Cycle
de: Abrechnungszyklus
es: Ciclo de facturación
fr: Cycle de facturation
ja: 請求サイクル
ko: 청구주기
zh_hans: 计费周期
zh_hant: 計費週期

source: Billio does not process payments and never asks for full card numbers, bank credentials, or security codes. Payment methods contain only labels and optional last-four-digit references.
de: Billio verarbeitet keine Zahlungen und fragt niemals nach vollständigen Kartennummern, Bankzugangsdaten oder Sicherheitscodes. Zahlungsmethoden enthalten nur ein Label und optional die letzten vier Ziffern.
es: Billio no procesa pagos y nunca solicita números de tarjeta completos, credenciales bancarias o códigos de seguridad. Los métodos de pago contienen solo etiquetas y referencias opcionales de los últimos cuatro dígitos.
fr: Billio ne traite pas les paiements et ne demande jamais les numéros de carte complets, les identifiants bancaires ou les codes de sécurité. Les moyens de paiement contiennent uniquement un libellé et, éventuellement, les quatre derniers chiffres.
ja: Billio は支払いを処理せず、カード番号全体や銀行の認証情報、セキュリティコードを尋ねることもありません。支払い方法にはラベルと、任意でカード番号の下4桁だけを保存します。
ko: Billio는 결제를 처리하지 않으며 전체 카드 번호, 은행 로그인 정보 또는 보안 코드를 요구하지 않습니다. 결제 수단에는 라벨과 선택적인 카드 끝 4자리만 저장됩니다.
zh_hans: Billio 不处理付款，也不会要求完整的卡号、银行凭据或安全码。付款方式仅保存标签和可选的卡号末四位。
zh_hant: Billio 不處理付款，也不會要求完整的卡號、銀行登入資訊或安全碼。付款方式只會儲存標籤，以及可選的卡號末四碼。

source: Billio requests current and historical reference rates from Frankfurter. Requests contain currency codes and dates, not your bill names or payment details.
de: Billio ruft aktuelle und historische Referenzkurse von Frankfurter ab. Die Anfragen enthalten nur Währungscodes und Daten, keine Rechnungsnamen oder Zahlungsdaten.
es: Billio obtiene de Frankfurter los tipos de cambio de referencia actuales e históricos. Las solicitudes solo contienen códigos de moneda y fechas, no los nombres de tus facturas ni tus datos de pago.
fr: Billio obtient auprès de Frankfurter les taux de change de référence actuels et historiques. Les requêtes contiennent uniquement des codes de devise et des dates, jamais les noms de vos factures ni vos informations de paiement.
ja: Billio は Frankfurter から現在と過去の基準レートを取得します。リクエストに含まれるのは通貨コードと日付だけで、請求名や支払い情報は含まれません。
ko: Billio는 Frankfurter에서 현재 및 과거 기준 환율을 가져옵니다. 요청에는 통화 코드와 날짜만 포함되며 청구서 이름이나 결제 정보는 포함되지 않습니다.
zh_hans: Billio 从 Frankfurter 获取当前和历史参考汇率。请求仅包含货币代码和日期，不会包含你的账单名称或付款信息。
zh_hant: Billio 從 Frankfurter 取得目前和歷史參考匯率。請求只包含貨幣代碼和日期，不會包含你的帳單名稱或付款資訊。

source: Billio will record a confirmed payment. You can undo the change immediately afterward.
de: Billio erfasst eine bestätigte Zahlung. Sie können diese Änderung direkt im Anschluss rückgängig machen.
es: Billio registrará un pago confirmado. Puedes deshacer el cambio inmediatamente después.
fr: Billio enregistrera un paiement confirmé. Vous pourrez annuler cette modification immédiatement après.
ja: Billio は確認済みの支払いを記録します。直後に変更を取り消せます。
ko: Billio가 확인된 결제를 기록합니다. 이후 즉시 변경을 되돌릴 수 있습니다.
zh_hans: Billio 将记录一笔已确认的付款。之后可以立即撤销这项更改。
zh_hant: Billio 將記錄一筆已確認的付款。之後可以立即復原這項變更。

source: Billio will stop including it in upcoming totals and reminders.
de: Billio nimmt es künftig nicht mehr in Summen und Erinnerungen auf.
es: Billio dejará de incluirlo en los totales y recordatorios futuros.
fr: Billio cessera de l’inclure dans les totaux et rappels à venir.
ja: Billio は今後の合計やリマインダーに含めなくなります。
ko: Billio는 향후 합계와 알림에 해당 항목을 더 이상 포함하지 않습니다.
zh_hans: Billio 将不再把它计入后续总额和提醒。
zh_hant: Billio 將不再把它計入後續總額和提醒。

source: Billio will watch for price changes, trial endings, duplicate services, and payment issues.
de: Billio wird auf Preisänderungen, Testabschlüsse, doppelte Dienste und Zahlungsprobleme achten.
es: Billio estará atento a cambios de precios, finalización de pruebas, servicios duplicados y problemas de pago.
fr: Billio surveillera les changements de prix, les fins d'essai, les services en double et les problèmes de paiement.
ja: Billio は、価格の変更、トライアルの終了、重複したサービス、支払いの問題を監視します。
ko: Billio는 가격 변동, 체험판 종료, 서비스 중복, 결제 문제 등을 지켜볼 것입니다.
zh_hans: Billio 将关注价格变化、试用结束、重复服务和付款问题。
zh_hant: Billio 將專注於價格變化、試用結束、重複服務和付款問題。

source: Bills
de: Rechnungen
es: Facturas
fr: Factures
ja: 請求
ko: 청구서
zh_hans: 账单
zh_hant: 帳單

source: Bills and payment history use your private CloudKit database. Sync happens automatically when iCloud is available.
de: Rechnungen und Zahlungsverlauf nutzen Ihre private CloudKit-Datenbank. Die Synchronisierung erfolgt automatisch, wenn iCloud verfügbar ist.
es: Las facturas y el historial de pagos utilizan su base de datos privada de CloudKit. La sincronización ocurre automáticamente cuando iCloud está disponible.
fr: Les factures et l'historique des paiements utilisent votre base de données CloudKit privée. La synchronisation s'effectue automatiquement lorsque iCloud est disponible.
ja: 請求書と支払い履歴にはプライベート CloudKit データベースが使用されます。 iCloud が利用可能な場合、同期は自動的に行われます。
ko: 청구서와 결제 내역은 개인 CloudKit 데이터베이스에 저장됩니다. iCloud를 사용할 수 있으면 자동으로 동기화됩니다.
zh_hans: 账单和付款历史记录使用您的私有 CloudKit 数据库。当 iCloud 可用时，同步会自动进行。
zh_hant: 帳單和付款記錄使用您的私人 CloudKit 資料庫。當 iCloud 可用時，同步會自動進行。

source: Bills using this reference will be changed to no payment method.
de: Rechnungen mit dieser Referenz werden auf „Keine Zahlungsmethode“ gesetzt.
es: Las facturas que usen esta referencia pasarán a no tener método de pago.
fr: Les factures utilisant cette référence n’auront plus de moyen de paiement.
ja: この参照を使用している請求書は、支払い方法なしに変更されます。
ko: 이 참조를 사용하는 청구서는 결제 수단 없음으로 변경됩니다.
zh_hans: 使用此参考的账单将改为不使用付款方式。
zh_hant: 使用此參考的帳單將改為不指定付款方式。

source: Bills, payment confirmations, and payment-method references are stored with SwiftData. When iCloud is available, these records sync through your private CloudKit database.
de: Rechnungen, Zahlungsbestätigungen und Zahlungsmethodenreferenzen werden bei SwiftData gespeichert. Wenn iCloud verfügbar ist, werden diese Datensätze über Ihre private CloudKit-Datenbank synchronisiert.
es: Las facturas, las confirmaciones de pago y las referencias de métodos de pago se almacenan en SwiftData. Cuando iCloud está disponible, estos registros se sincronizan a través de su base de datos privada de CloudKit.
fr: Les factures, les confirmations de paiement et les références des méthodes de paiement sont stockées avec SwiftData. Lorsque iCloud est disponible, ces enregistrements sont synchronisés via votre base de données CloudKit privée.
ja: 請求書、支払い確認、支払い方法の参照は SwiftData に保存されます。iCloud が利用可能な場合、これらのデータはプライベート CloudKit データベースを通じて同期されます。
ko: 청구서, 결제 확인 및 결제 방법 참조는 SwiftData에 저장됩니다. iCloud를 사용할 수 있는 경우 이러한 기록은 개인 CloudKit 데이터베이스를 통해 동기화됩니다.
zh_hans: 账单、付款确认和付款方式参考均存储在 SwiftData 中。当 iCloud 可用时，这些记录将通过您的私有 CloudKit 数据库同步。
zh_hant: 帳單、付款確認和付款方式參考均儲存在 SwiftData 中。當 iCloud 可用時，這些記錄將透過您的私有 CloudKit 資料庫同步。

source: British Pound
de: Britisches Pfund
es: Libra esterlina
fr: Livre sterling
ja: 英ポンド
ko: 영국 파운드
zh_hans: 英镑
zh_hant: 英鎊

source: British Pound (GBP)
de: Britisches Pfund (GBP)
es: Libra británica (GBP)
fr: Livre sterling (GBP)
ja: 英国ポンド (GBP)
ko: 영국 파운드(GBP)
zh_hans: 英镑 (GBP)
zh_hant: 英鎊 (GBP)

source: Busy renewal week
de: Woche mit vielen Verlängerungen
es: Semana de muchas renovaciones
fr: Semaine chargée en renouvellements
ja: 更新が集中する週
ko: 갱신이 몰린 주
zh_hans: 续费密集的一周
zh_hant: 續費密集的一週

source: By category
de: Nach Kategorie
es: Por categoría
fr: Par catégorie
ja: カテゴリ別
ko: 카테고리별
zh_hans: 按类别
zh_hant: 按類別

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
ko: 캘린더
zh_hans: 日历
zh_hant: 行事曆

source: Canadian Dollar
de: Kanadischer Dollar
es: Dólar canadiense
fr: Dollar canadien
ja: カナダドル
ko: 캐나다 달러
zh_hans: 加元
zh_hant: 加幣

source: Canadian Dollar (CAD)
de: Kanadischer Dollar (CAD)
es: Dólar canadiense (CAD)
fr: Dollar canadien (CAD)
ja: カナダドル (CAD)
ko: 캐나다 달러(CAD)
zh_hans: 加元 (CAD)
zh_hant: 加元 (CAD)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cancel Bill
de: Rechnung stornieren
es: Cancelar factura
fr: Annuler la facture
ja: 請求書をキャンセルする
ko: 청구 취소
zh_hans: 取消账单
zh_hant: 取消帳單

source: Cancel this bill?
de: Diese Rechnung stornieren?
es: ¿Cancelar esta factura?
fr: Annuler cette facture ?
ja: この請求書をキャンセルしますか?
ko: 이 청구서를 취소하시겠습니까?
zh_hans: 取消这个账单吗？
zh_hant: 取消這個帳單嗎？

source: Cancellation URL
de: Stornierungs-URL
es: URL de cancelación
fr: URL d'annulation
ja: キャンセルURL
ko: 취소 URL
zh_hans: 取消网址
zh_hant: 取消網址

source: Cancellation URL (optional)
de: Stornierungs-URL (optional)
es: URL de cancelación (opcional)
fr: URL d'annulation (facultatif)
ja: キャンセルURL（任意）
ko: 취소 URL(선택사항)
zh_hans: 取消 URL（可选）
zh_hant: 取消 URL（可選）

source: Cancelled
de: Gekündigt
es: Canceladas
fr: Annulées
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消
zh_hant: 已取消

source: Card
de: Karte
es: Tarjeta
fr: Carte
ja: カード
ko: 카드
zh_hans: 银行卡
zh_hant: 銀行卡

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 카테고리
zh_hans: 类别
zh_hant: 類別

source: Changes sync through your private CloudKit database
de: Änderungen werden über Ihre private CloudKit-Datenbank synchronisiert
es: Los cambios se sincronizan mediante tu base de datos privada de CloudKit
fr: Les changements sont synchronisés via votre base CloudKit privée
ja: 変更はプライベートCloudKitデータベースで同期されます
ko: 변경 사항은 개인 CloudKit 데이터베이스를 통해 동기화됩니다
zh_hans: 更改会通过你的私有 CloudKit 数据库同步
zh_hant: 變更會透過你的私有 CloudKit 資料庫同步

source: Check iCloud status
de: iCloud-Status prüfen
es: Comprobar estado de iCloud
fr: Vérifier l’état iCloud
ja: iCloudの状態を確認
ko: iCloud 상태 확인
zh_hans: 检查 iCloud 状态
zh_hant: 檢查 iCloud 狀態

source: Check Monthly Spending
de: Monatsausgaben prüfen
es: Consultar gastos del mes
fr: Vérifier les dépenses du mois
ja: 今月の支出を確認
ko: 이번 달 지출 확인
zh_hans: 查询本月支出
zh_hant: 查詢本月支出

source: Checking iCloud…
de: iCloud wird geprüft …
es: Comprobando iCloud…
fr: Vérification d’iCloud…
ja: iCloudを確認中…
ko: iCloud 확인 중…
zh_hans: 正在检查 iCloud…
zh_hant: 正在檢查 iCloud…

source: Chinese Yuan
de: Chinesischer Yuan
es: Yuan chino
fr: Yuan chinois
ja: 中国人民元
ko: 중국 위안
zh_hans: 人民币
zh_hant: 人民幣

source: Chinese Yuan (CNY)
de: Chinesischer Yuan (CNY)
es: Yuan chino (CNY)
fr: Yuan chinois (CNY)
ja: 中国人民元 (CNY)
ko: 중국 위안(CNY)
zh_hans: 人民币 (CNY)
zh_hant: 人民幣 (CNY)

source: Confirm Payment
de: Zahlung bestätigen
es: Confirmar pago
fr: Confirmer le paiement
ja: 支払いを確定
ko: 결제 확인
zh_hans: 确认付款
zh_hant: 確認付款

source: Confirm payment?
de: Zahlung bestätigen?
es: ¿Confirmar pago?
fr: Confirmer le paiement ?
ja: 支払いを確定しますか？
ko: 결제를 확인하시겠습니까?
zh_hans: 确认付款？
zh_hant: 確認付款？

source: Confirmed manually
de: Manuell bestätigt
es: Confirmado manualmente
fr: Confirmé manuellement
ja: 手動で確認しました
ko: 수동으로 확인됨
zh_hans: 已手动确认
zh_hant: 已手動確認

source: Confirmed payments
de: Bestätigte Zahlungen
es: Pagos confirmados
fr: Paiements confirmés
ja: 確定済みの支払い
ko: 확정된 결제
zh_hans: 已确认的付款
zh_hant: 已確認的付款

source: Confirming account access
de: Kontozugriff wird bestätigt
es: Confirmando acceso a la cuenta
fr: Confirmation de l’accès au compte
ja: アカウントアクセスを確認中
ko: 계정 접근 확인 중
zh_hans: 正在确认账户访问权限
zh_hant: 正在確認帳戶存取權限

source: Converted using each payment date's reference rate
de: Umgerechnet unter Verwendung des Referenzzinssatzes jedes Zahlungsdatums
es: Convertido utilizando la tasa de referencia de cada fecha de pago
fr: Converti en utilisant le taux de référence de chaque date de paiement
ja: 各支払日の基準レートで換算
ko: 지급일별 기준환율로 환산
zh_hans: 使用每个付款日期的参考汇率进行转换
zh_hant: 使用每個付款日期的參考匯率進行轉換

source: Converts on %@
de: Konvertiert auf %@
es: Convierte en %@
fr: Convertit sur %@
ja: %@ で変換
ko: %@에서 변환
zh_hans: 在 %@ 上转换
zh_hant: 在 %@ 上轉換

source: CSV exports are created only when you request them and are sent to the location you choose.
de: CSV-Exporte werden nur erstellt, wenn Sie sie anfordern, und an den von Ihnen gewählten Speicherort gesendet.
es: Las exportaciones CSV se crean solo cuando las solicita y se envían a la ubicación que elija.
fr: Les exportations CSV sont créées uniquement lorsque vous les demandez et sont envoyées à l'emplacement que vous choisissez.
ja: CSV エクスポートは、リクエストした場合にのみ作成され、選択した場所に保存されます。
ko: CSV 내보내기는 요청한 경우에만 생성되며 선택한 위치로 전송됩니다.
zh_hans: CSV 仅会在你请求时导出，并保存到你选择的位置。
zh_hant: CSV 匯出只會在你要求時建立，並儲存到你選擇的位置。

source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
zh_hans: 币种
zh_hant: 幣別

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
zh_hans: 数据
zh_hant: 數據

source: Default
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

source: Default method
de: Standardmethode
es: Método predeterminado
fr: Méthode par défaut
ja: デフォルトのメソッド
ko: 기본 방법
zh_hans: 默认方法
zh_hant: 預設方法

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 消去
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
ja: %@を削除しますか?
ko: %@를 삭제하시겠습니까?
zh_hans: 删除 %@？
zh_hant: 刪除 %@？

source: Delete Payment Method
de: Zahlungsmethode löschen
es: Eliminar método de pago
fr: Supprimer le mode de paiement
ja: 支払い方法の削除
ko: 결제 수단 삭제
zh_hans: 删除付款方式
zh_hant: 刪除付款方式

source: Digital wallet
de: Digitale Geldbörse
es: Billetera digital
fr: Portefeuille numérique
ja: デジタルウォレット
ko: 디지털 지갑
zh_hans: 数字钱包
zh_hant: 數位錢包

source: Disabled in Settings
de: In den Einstellungen deaktiviert
es: Desactivado en Ajustes
fr: Désactivé dans Réglages
ja: 設定で無効
ko: 설정에서 비활성화됨
zh_hans: 已在设置中停用
zh_hant: 已在設定中停用

source: Discard Changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Ignorer les modifications
ja: 変更の破棄
ko: 변경사항 취소
zh_hans: 放弃更改
zh_hant: 放棄更改

source: Discard payment changes?
de: Zahlungsänderungen verwerfen?
es: ¿Descartar cambios de pago?
fr: Annuler les modifications de paiement ?
ja: 支払い変更を破棄しますか?
ko: 결제 변경사항을 삭제하시겠습니까?
zh_hans: 放弃付款更改？
zh_hant: 放棄付款更改？

source: Discard this new bill?
de: Diese neue Rechnung verwerfen?
es: ¿Descartar este nuevo billete?
fr: Supprimer cette nouvelle facture ?
ja: この新しい請求書を破棄しますか?
ko: 이 새 법안을 폐기하시겠습니까?
zh_hans: 放弃这个新法案？
zh_hant: 放棄這個新法案？

source: Discard this payment method?
de: Diese Zahlungsmethode verwerfen?
es: ¿Descartar este método de pago?
fr: Supprimer ce mode de paiement ?
ja: この支払い方法を破棄しますか?
ko: 이 결제 수단을 삭제하시겠습니까?
zh_hans: 放弃这种付款方式？
zh_hant: 放棄這種付款方式？

source: Discard your changes?
de: Ihre Änderungen verwerfen?
es: ¿Descartar los cambios?
fr: Supprimer vos modifications ?
ja: 変更を破棄しますか？
ko: 변경사항을 삭제하시겠습니까?
zh_hans: 要放弃更改吗？
zh_hant: 要放棄變更嗎？

source: Display currency
de: Anzeigewährung
es: Moneda de visualización
fr: Devise d’affichage
ja: 表示通貨
ko: 표시 통화
zh_hans: 显示币种
zh_hant: 顯示幣別

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Downloading changes
de: Änderungen werden geladen
es: Descargando cambios
fr: Téléchargement des changements
ja: 変更をダウンロード中
ko: 변경 사항 다운로드 중
zh_hans: 正在下载更改
zh_hant: 正在下載變更

source: Due
de: Fällig
es: Vence
fr: Échéance
ja: 期限
ko: 결제 예정
zh_hans: 到期
zh_hant: 到期

source: Due date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d’échéance
ja: 支払期限
ko: 결제 예정일
zh_hans: 到期日
zh_hant: 到期日

source: Due today
de: Heute fällig
es: Vence hoy
fr: Échéance aujourd’hui
ja: 今日が期限
ko: 오늘 결제 예정
zh_hans: 今天到期
zh_hant: 今天到期

source: Due tomorrow
de: Morgen fällig
es: Vence mañana
fr: Échéance demain
ja: 明日が期限
ko: 내일 결제 예정
zh_hans: 明天到期
zh_hant: 明天到期

source: Each active bill uses its own reminder lead time. iOS may adjust delivery timing based on system settings.
de: Jede aktive Rechnung verwendet ihre eigene Mahnvorlaufzeit. iOS kann den Lieferzeitpunkt basierend auf den Systemeinstellungen anpassen.
es: Cada factura activa utiliza su propio tiempo de entrega de recordatorio. iOS puede ajustar el tiempo de entrega según la configuración del sistema.
fr: Chaque facture active utilise son propre délai de rappel. iOS peut ajuster le délai de livraison en fonction des paramètres du système.
ja: 有効な各請求書は、独自のリマインダー リード タイムを使用します。 iOS はシステム設定に基づいて配信タイミングを調整する場合があります。
ko: 각 활성 청구서는 자체 알림 리드 타임을 사용합니다. iOS는 시스템 설정에 따라 배송 시기를 조정할 수 있습니다.
zh_hans: 每个有效账单都使用自己的提醒提前时间。 iOS 可能会根据系统设置调整传送时间。
zh_hant: 每個有效帳單都使用自己的提醒提前時間。 iOS 可能會根據系統設定調整傳送時間。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@ payment
de: Bearbeiten Sie die %@-Zahlung
es: Editar pago %@
fr: Modifier le paiement %@
ja: %@ 支払いの編集
ko: %@ 결제 수정
zh_hans: 编辑 %@ 付款
zh_hant: 編輯 %@ 付款

source: Edit Bill
de: Rechnung bearbeiten
es: Editar factura
fr: Modifier la facture
ja: 請求を編集
ko: 청구서 편집
zh_hans: 编辑账单
zh_hant: 編輯帳單

source: Edit Payment
de: Zahlung bearbeiten
es: Editar pago
fr: Modifier le paiement
ja: 支払いの編集
ko: 결제 수정
zh_hans: 编辑付款方式
zh_hant: 編輯付款方式

source: Effective date
de: Datum des Inkrafttretens
es: Fecha de vigencia
fr: Date d'entrée en vigueur
ja: 発効日
ko: 발효일
zh_hans: 生效日期
zh_hant: 生效日期

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
zh_hans: 已启用
zh_hant: 已啟用

source: Entertainment
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
ja: エンターテインメント
ko: 오락
zh_hans: 娱乐
zh_hant: 娛樂

source: Every 3 months
de: Alle 3 Monate
es: Cada 3 meses
fr: Tous les 3 mois
ja: 3か月ごと
ko: 3개월마다
zh_hans: 每 3 个月
zh_hant: 每 3 個月

source: Every month
de: Jeden Monat
es: Cada mes
fr: Chaque mois
ja: 毎月
ko: 매월
zh_hans: 每月
zh_hant: 每月

source: Every week
de: Jede Woche
es: Cada semana
fr: Chaque semaine
ja: 毎週
ko: 매주
zh_hans: 每周
zh_hant: 每週

source: Every year
de: Jedes Jahr
es: Cada año
fr: Chaque année
ja: 毎年
ko: 매년
zh_hans: 每年
zh_hant: 每年

source: Everything looks healthy
de: Alles sieht gut aus
es: Todo parece correcto
fr: Tout semble normal
ja: 問題ありません
ko: 모두 정상입니다
zh_hans: 一切正常
zh_hant: 一切正常

source: Exchange rates
de: Wechselkurse
es: Tipos de cambio
fr: Taux de change
ja: 為替レート
ko: 환율
zh_hans: 汇率
zh_hant: 匯率
